using Moemisto.Data.Entities;

namespace Moemisto.Data.Migrations
{
    using System.Data.Entity.Migrations;

    public class MmConfiguration : DbMigrationsConfiguration<Moemisto.Data.DbMmContext>
    {
        public MmConfiguration()
        {
            AutomaticMigrationsEnabled = false;
            AutomaticMigrationDataLossAllowed = false;
            ContextKey = "Moemisto.Data.DbMmContext";
            
        }

        protected override void Seed(DbMmContext context)
        {
            //context.Categories.AddOrUpdate(
            //    p => new { p.Name, p.Type },
            //    new Category { Name = "Новини", TranslitUrl = "novyny" ,Type = ArticleType.News },
            //    new Category { Name = "Політика", TranslitUrl = "novyny-polityka", Type = ArticleType.News },
            //    new Category { Name = "Суспільство", TranslitUrl = "novyny-suspilstvo", Type = ArticleType.News },
            //    new Category { Name = "Культура", TranslitUrl = "novyny-kultura", Type = ArticleType.News },
            //    new Category { Name = "Спорт", TranslitUrl = "novyny-sport", Type = ArticleType.News },
            //    new Category { Name = "Транспорт", TranslitUrl = "novyny-transport", Type = ArticleType.News },
            //    new Category { Name = "Статті", TranslitUrl = "statti", Type = ArticleType.Article },
            //    new Category { Name = "Політика", TranslitUrl = "statti-polityka", Type = ArticleType.Article },
            //    new Category { Name = "Суспільство", TranslitUrl = "statti-suspilstvo", Type = ArticleType.Article },
            //    new Category { Name = "Поради", TranslitUrl = "statti-porady", Type = ArticleType.Article },
            //    new Category { Name = "Культура", TranslitUrl = "statti-kultura", Type = ArticleType.Article },
            //    new Category { Name = "Подорожі з Києва", TranslitUrl = "podorogi-z-kyeva", Type = ArticleType.Travel }
            //);
            //context.EventTypes.AddOrUpdate(
            //    p => new { p.TranslitUrl},
            //    new EventType { EventTypeId = 1, TranslitUrl = "kino", Title = "Кіно" },
            //    new EventType { EventTypeId = 2, TranslitUrl = "vystavy", Title = "Вистави" },
            //    new EventType { EventTypeId = 3, TranslitUrl = "koncerty", Title = "Концерти" },
            //    new EventType { EventTypeId = 5, TranslitUrl = "muzei", Title = "Музеї" },
            //    new EventType { EventTypeId = 6, TranslitUrl = "hudogni-vystavky", Title = "Художні виставки" },
            //    new EventType { EventTypeId = 7, TranslitUrl = "vystavky-yarmarky", Title = "Виставки-ярмарки" },
            //    new EventType { EventTypeId = 8, TranslitUrl = "festyvali", Title = "Фестивалі" }
            //);

            //context.PlaceTypeGroups.AddOrUpdate(
            //    p => p.Title,
            //    new PlaceTypeGroup { PlaceTypeGroupId = 1, TranslitUrl = "vidpochynok", Title = "Відпочинок", ImageUrl = "/Images/2015/03/30/cinema.jpg"},
            //    new PlaceTypeGroup { PlaceTypeGroupId = 2, TranslitUrl = "navchannia", Title = "Навчання", ImageUrl = "/Images/2015/03/30/edu.jpg" },
            //    new PlaceTypeGroup { PlaceTypeGroupId = 3, TranslitUrl = "medycyna", Title = "Медицина", ImageUrl = "/Images/2015/03/30/med.jpg" },
            //    new PlaceTypeGroup { PlaceTypeGroupId = 4, TranslitUrl = "vlada", Title = "Влада", ImageUrl = "/Images/2015/03/30/21.jpg" },
            //    new PlaceTypeGroup { PlaceTypeGroupId = 5, TranslitUrl = "transport", Title = "Транспорт", ImageUrl = "/Images/2015/03/30/21.jpg" },
            //    new PlaceTypeGroup { PlaceTypeGroupId = 6, TranslitUrl = "sport", Title = "Спорт", ImageUrl = "/Images/2015/03/30/21.jpg" },
            //    new PlaceTypeGroup { PlaceTypeGroupId = 7, TranslitUrl = "turyzm", Title = "Туризм", ImageUrl = "/Images/2015/03/30/21.jpg" },
            //    new PlaceTypeGroup
            //    {
            //        PlaceTypeGroupId = 8,
            //        TranslitUrl = "tovary-ta-poslugy",
            //        Title = "Товари та послуги",
            //        ImageUrl = "/Images/2015/03/30/21.jpg"
            //    }
            //);
            //
            //context.PlaceTypes.AddOrUpdate(
            //    p => p.Title,
            //    new PlaceType
            //    {
            //        PlaceTypeId = 1,
            //        TranslitUrl = "kinoteatry",
            //        PlaceTypeGroupId = 1,
            //        Title = "Кінотеатри",
            //        TitleOne = "Кінотеатр",
            //        ImageUrl = "/Images/2015/03/30/cinema.jpg"
            //    },
            //    new PlaceType
            //    {
            //        PlaceTypeId = 2,
            //        TranslitUrl = "teatry",
            //        PlaceTypeGroupId = 1,
            //        Title = "Театри",
            //        TitleOne = "Театр",
            //        ImageUrl = "/Images/2015/03/30/21.jpg"
            //    },
            //    new PlaceType
            //    {
            //        PlaceTypeId = 3,
            //        TranslitUrl = "koncertni-zaly",
            //        PlaceTypeGroupId = 1,
            //        Title = "Концертні зали",
            //        TitleOne = "Концертний зал",
            //        ImageUrl = "/Images/2015/03/30/21.jpg"
            //    },
            //    new PlaceType
            //    {
            //        PlaceTypeId = 4,
            //        TranslitUrl = "kluby",
            //        PlaceTypeGroupId = 1,
            //        Title = "Клуби",
            //        TitleOne = "Клуб",
            //        ImageUrl = "/Images/2015/03/30/21.jpg"
            //    },
            //    new PlaceType
            //    {
            //        PlaceTypeId = 5,
            //        TranslitUrl = "muzei",
            //        PlaceTypeGroupId = 1,
            //        Title = "Музеї",
            //        TitleOne = "Музей",
            //        ImageUrl = "/Images/2015/03/30/21.jpg"
            //    },
            //    new PlaceType
            //    {
            //        PlaceTypeId = 6,
            //        TranslitUrl = "vystavkovi-zaly",
            //        PlaceTypeGroupId = 1,
            //        Title = "Виставкові зали",
            //        TitleOne = "Виставковий зал",
            //        ImageUrl = "/Images/2015/03/30/21.jpg"
            //    }
            //);
            //
            //context.SaveChanges();
            base.Seed(context);


            #region Articles

//            context.Articles.AddRange(new List<Article>
//            {
//                new Article
//                {
//                    CategoryId = 1,
//                    Title = "Зайці в капелюсі",
//                    ShortInfo =
//                        "Сумовито рипить дуб, замислився перед зимовим сном ясен, тяжко зiтхає клен, i тiльки берiзка, жовтаво-зелена й 'раскудря-кудря-кудрява'.",
//                    Info =
//                        @"У столичних парках та скверах з’явилися 15 нових паркових скульптур. Химерні роботи з’явилися у рамках проекту 'imotei. Природа великого міста, повідомляють організатори.   Відзначається, що наприкінці 2014 року, був оголошений конкурс паркових споруд, які прикрасять парки і сквери столиці, розкриють тему природи та екології. У конкурсі взяли участь більше двох десятків молодих українських скульпторів.
//
//Найкращі проекти представили як вже відомі своїми роботами художники – Анна Надуда (Cтрічка, Паросток), Микита Зігура (Біосфера), Кирило Журавель (Сорг, Гроен), так і початківці – Єлизавета Соболевська (Листок), Антон Кокосов (Сяйво землі).
//
//15 скульптур-переможців, виготовлених переважно із природних матеріалів, встановлено у різних куточках Києва, як в центрі, так і в житлових масивах.
//
//Зокрема, дивовижні скульптури з’явились у парку Володимирська Гірка, сквері Золоті Ворота, сквері на Львівській площі, сквері біля кінотеатру Жовтень, сквері імені Марії Заньковецької.
//
//А також на Русанівській набережній, на Співочому полі, у Національному ботанічному саду імені Гришка, у парку Позняки, у сквері біля Оболонської районної державної адміністрації, у Голосіївському парку Рильського та Деснянському парку.",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = true,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "Лавра, церква, відпочинок"
//                },
//                new Article
//                {
//                    CategoryId = 2,
//                    Title = "Лавру зачинять на свята",
//                    ShortInfo =
//                        "Сумовито рипить дуб, замислився перед зимовим сном ясен, тяжко зiтхає клен, i тiльки берiзка, жовтаво-зелена й 'раскудря-кудря-кудрява'.",
//                    Info =
//                        @"У столичних парках та скверах з’явилися 15 нових паркових скульптур. Химерні роботи з’явилися у рамках проекту 'imotei. Природа великого міста, повідомляють організатори.   Відзначається, що наприкінці 2014 року, був оголошений конкурс паркових споруд, які прикрасять парки і сквери столиці, розкриють тему природи та екології. У конкурсі взяли участь більше двох десятків молодих українських скульпторів.
//
//Найкращі проекти представили як вже відомі своїми роботами художники – Анна Надуда (Cтрічка, Паросток), Микита Зігура (Біосфера), Кирило Журавель (Сорг, Гроен), так і початківці – Єлизавета Соболевська (Листок), Антон Кокосов (Сяйво землі).
//
//15 скульптур-переможців, виготовлених переважно із природних матеріалів, встановлено у різних куточках Києва, як в центрі, так і в житлових масивах.
//
//Зокрема, дивовижні скульптури з’явились у парку Володимирська Гірка, сквері Золоті Ворота, сквері на Львівській площі, сквері біля кінотеатру Жовтень, сквері імені Марії Заньковецької.
//
//А також на Русанівській набережній, на Співочому полі, у Національному ботанічному саду імені Гришка, у парку Позняки, у сквері біля Оболонської районної державної адміністрації, у Голосіївському парку Рильського та Деснянському парку.",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = true,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "Лавра, свято, відпочинок"
//                },
//                new Article
//                {
//                    CategoryId = 2,
//                    Title = "Новина про Лавру",
//                    ShortInfo =
//                        "Сумовито рипить дуб, замислився перед зимовим сном ясен, тяжко зiтхає клен, i тiльки берiзка, жовтаво-зелена й 'раскудря-кудря-кудрява'.",
//                    Info =
//                        @"У столичних парках та скверах з’явилися 15 нових паркових скульптур. Химерні роботи з’явилися у рамках проекту 'imotei. Природа великого міста, повідомляють організатори.   Відзначається, що наприкінці 2014 року, був оголошений конкурс паркових споруд, які прикрасять парки і сквери столиці, розкриють тему природи та екології. У конкурсі взяли участь більше двох десятків молодих українських скульпторів.
//
//Найкращі проекти представили як вже відомі своїми роботами художники – Анна Надуда (Cтрічка, Паросток), Микита Зігура (Біосфера), Кирило Журавель (Сорг, Гроен), так і початківці – Єлизавета Соболевська (Листок), Антон Кокосов (Сяйво землі).
//
//15 скульптур-переможців, виготовлених переважно із природних матеріалів, встановлено у різних куточках Києва, як в центрі, так і в житлових масивах.
//
//Зокрема, дивовижні скульптури з’явились у парку Володимирська Гірка, сквері Золоті Ворота, сквері на Львівській площі, сквері біля кінотеатру Жовтень, сквері імені Марії Заньковецької.
//
//А також на Русанівській набережній, на Співочому полі, у Національному ботанічному саду імені Гришка, у парку Позняки, у сквері біля Оболонської районної державної адміністрації, у Голосіївському парку Рильського та Деснянському парку.",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = true,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "Лавра, свято, відпочинок"
//                },
//                new Article
//                {
//                    CategoryId = 2,
//                    Title = "І ще раз про Лавру",
//                    ShortInfo =
//                        "Сумовито рипить дуб, замислився перед зимовим сном ясен, тяжко зiтхає клен, i тiльки берiзка, жовтаво-зелена й 'раскудря-кудря-кудрява'.",
//                    Info =
//                        @"У столичних парках та скверах з’явилися 15 нових паркових скульптур. Химерні роботи з’явилися у рамках проекту 'imotei. Природа великого міста, повідомляють організатори.   Відзначається, що наприкінці 2014 року, був оголошений конкурс паркових споруд, які прикрасять парки і сквери столиці, розкриють тему природи та екології. У конкурсі взяли участь більше двох десятків молодих українських скульпторів.
//
//Найкращі проекти представили як вже відомі своїми роботами художники – Анна Надуда (Cтрічка, Паросток), Микита Зігура (Біосфера), Кирило Журавель (Сорг, Гроен), так і початківці – Єлизавета Соболевська (Листок), Антон Кокосов (Сяйво землі).
//
//15 скульптур-переможців, виготовлених переважно із природних матеріалів, встановлено у різних куточках Києва, як в центрі, так і в житлових масивах.
//
//Зокрема, дивовижні скульптури з’явились у парку Володимирська Гірка, сквері Золоті Ворота, сквері на Львівській площі, сквері біля кінотеатру Жовтень, сквері імені Марії Заньковецької.
//
//А також на Русанівській набережній, на Співочому полі, у Національному ботанічному саду імені Гришка, у парку Позняки, у сквері біля Оболонської районної державної адміністрації, у Голосіївському парку Рильського та Деснянському парку.",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = true,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "Лавра, свято, відпочинок"
//                },
//                new Article
//                {
//                    CategoryId = 1,
//                    Title = "Кличко осідлав велосипед",
//                    ShortInfo =
//                        "Столичні комунальники влаштували показуху для міської влади – напередодні запланованої перевірки прибрали кіоски біля метро, розігнали торговців і навіть вимили асфальт.",
//                    Info =
//                        "Столичні комунальники влаштували показуху для міської влади – напередодні запланованої перевірки прибрали кіоски біля метро, розігнали торговців і навіть вимили асфальт.",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = true,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "велосипед, свято, Кличко"
//                },
//                new Article
//                {
//                    CategoryId = 3,
//                    Title = "Молодий театр покаже нову виставу",
//                    ShortInfo = "Молодий театр покаже нову виставу - коротко",
//                    Info = "Молодий театр покаже нову виставу - довго",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = false,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "велосипед, вистава, Кличко"
//                },
//                new Article
//                {
//                    CategoryId = 3,
//                    Title = "Над Лаврою з'явиться НЛО",
//                    ShortInfo = "Над Лаврою з'явиться НЛО - коротко",
//                    Info = "Над Лаврою з'явиться НЛО - довго",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = false,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "Лавра, вистава, НЛО"
//                },
//                new Article
//                {
//                    CategoryId = 3,
//                    Title = "Щось таке знову",
//                    ShortInfo =
//                        "Сумовито рипить дуб, замислився перед зимовим сном ясен, тяжко зiтхає клен, i тiльки берiзка, жовтаво-зелена й 'раскудря-кудря-кудрява'.",
//                    Info =
//                        @"У столичних парках та скверах з’явилися 15 нових паркових скульптур. Химерні роботи з’явилися у рамках проекту 'imotei. Природа великого міста, повідомляють організатори.   Відзначається, що наприкінці 2014 року, був оголошений конкурс паркових споруд, які прикрасять парки і сквери столиці, розкриють тему природи та екології. У конкурсі взяли участь більше двох десятків молодих українських скульпторів.
//
//Найкращі проекти представили як вже відомі своїми роботами художники – Анна Надуда (Cтрічка, Паросток), Микита Зігура (Біосфера), Кирило Журавель (Сорг, Гроен), так і початківці – Єлизавета Соболевська (Листок), Антон Кокосов (Сяйво землі).
//
//15 скульптур-переможців, виготовлених переважно із природних матеріалів, встановлено у різних куточках Києва, як в центрі, так і в житлових масивах.
//
//Зокрема, дивовижні скульптури з’явились у парку Володимирська Гірка, сквері Золоті Ворота, сквері на Львівській площі, сквері біля кінотеатру Жовтень, сквері імені Марії Заньковецької.
//
//А також на Русанівській набережній, на Співочому полі, у Національному ботанічному саду імені Гришка, у парку Позняки, у сквері біля Оболонської районної державної адміністрації, у Голосіївському парку Рильського та Деснянському парку.",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = true,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "Лавра, свято, відпочинок"
//                },
//                new Article
//                {
//                    CategoryId = 3,
//                    Title = "Бла-бла-бла і бла-бла-бла",
//                    ShortInfo =
//                        "Сумовито рипить дуб, замислився перед зимовим сном ясен, тяжко зiтхає клен, i тiльки берiзка, жовтаво-зелена й 'раскудря-кудря-кудрява'.",
//                    Info =
//                        @"У столичних парках та скверах з’явилися 15 нових паркових скульптур. Химерні роботи з’явилися у рамках проекту 'imotei. Природа великого міста, повідомляють організатори.   Відзначається, що наприкінці 2014 року, був оголошений конкурс паркових споруд, які прикрасять парки і сквери столиці, розкриють тему природи та екології. У конкурсі взяли участь більше двох десятків молодих українських скульпторів.
//
//Найкращі проекти представили як вже відомі своїми роботами художники – Анна Надуда (Cтрічка, Паросток), Микита Зігура (Біосфера), Кирило Журавель (Сорг, Гроен), так і початківці – Єлизавета Соболевська (Листок), Антон Кокосов (Сяйво землі).
//
//15 скульптур-переможців, виготовлених переважно із природних матеріалів, встановлено у різних куточках Києва, як в центрі, так і в житлових масивах.
//
//Зокрема, дивовижні скульптури з’явились у парку Володимирська Гірка, сквері Золоті Ворота, сквері на Львівській площі, сквері біля кінотеатру Жовтень, сквері імені Марії Заньковецької.
//
//А також на Русанівській набережній, на Співочому полі, у Національному ботанічному саду імені Гришка, у парку Позняки, у сквері біля Оболонської районної державної адміністрації, у Голосіївському парку Рильського та Деснянському парку.",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = true,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "Лавра, свято, відпочинок"
//                },
//                new Article
//                {
//                    CategoryId = 2,
//                    Title = "Дууууже цікава новина",
//                    ShortInfo =
//                        "Сумовито рипить дуб, замислився перед зимовим сном ясен, тяжко зiтхає клен, i тiльки берiзка, жовтаво-зелена й 'раскудря-кудря-кудрява'.",
//                    Info =
//                        @"У столичних парках та скверах з’явилися 15 нових паркових скульптур. Химерні роботи з’явилися у рамках проекту 'imotei. Природа великого міста, повідомляють організатори.   Відзначається, що наприкінці 2014 року, був оголошений конкурс паркових споруд, які прикрасять парки і сквери столиці, розкриють тему природи та екології. У конкурсі взяли участь більше двох десятків молодих українських скульпторів.
//
//Найкращі проекти представили як вже відомі своїми роботами художники – Анна Надуда (Cтрічка, Паросток), Микита Зігура (Біосфера), Кирило Журавель (Сорг, Гроен), так і початківці – Єлизавета Соболевська (Листок), Антон Кокосов (Сяйво землі).
//
//15 скульптур-переможців, виготовлених переважно із природних матеріалів, встановлено у різних куточках Києва, як в центрі, так і в житлових масивах.
//
//Зокрема, дивовижні скульптури з’явились у парку Володимирська Гірка, сквері Золоті Ворота, сквері на Львівській площі, сквері біля кінотеатру Жовтень, сквері імені Марії Заньковецької.
//
//А також на Русанівській набережній, на Співочому полі, у Національному ботанічному саду імені Гришка, у парку Позняки, у сквері біля Оболонської районної державної адміністрації, у Голосіївському парку Рильського та Деснянському парку.",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = true,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "Лавра, свято, відпочинок"
//                },
//                new Article
//                {
//                    CategoryId = 2,
//                    Title = "Терміново про Лавру",
//                    ShortInfo =
//                        "Сумовито рипить дуб, замислився перед зимовим сном ясен, тяжко зiтхає клен, i тiльки берiзка, жовтаво-зелена й 'раскудря-кудря-кудрява'.",
//                    Info =
//                        @"У столичних парках та скверах з’явилися 15 нових паркових скульптур. Химерні роботи з’явилися у рамках проекту 'imotei. Природа великого міста, повідомляють організатори.   Відзначається, що наприкінці 2014 року, був оголошений конкурс паркових споруд, які прикрасять парки і сквери столиці, розкриють тему природи та екології. У конкурсі взяли участь більше двох десятків молодих українських скульпторів.
//
//Найкращі проекти представили як вже відомі своїми роботами художники – Анна Надуда (Cтрічка, Паросток), Микита Зігура (Біосфера), Кирило Журавель (Сорг, Гроен), так і початківці – Єлизавета Соболевська (Листок), Антон Кокосов (Сяйво землі).
//
//15 скульптур-переможців, виготовлених переважно із природних матеріалів, встановлено у різних куточках Києва, як в центрі, так і в житлових масивах.
//
//Зокрема, дивовижні скульптури з’явились у парку Володимирська Гірка, сквері Золоті Ворота, сквері на Львівській площі, сквері біля кінотеатру Жовтень, сквері імені Марії Заньковецької.
//
//А також на Русанівській набережній, на Співочому полі, у Національному ботанічному саду імені Гришка, у парку Позняки, у сквері біля Оболонської районної державної адміністрації, у Голосіївському парку Рильського та Деснянському парку.",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = true,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "Лавра, свято, відпочинок"
//                },
//                new Article
//                {
//                    CategoryId = 2,
//                    Title = "Ой на горі та й женці жнуть",
//                    ShortInfo =
//                        "Сумовито рипить дуб, замислився перед зимовим сном ясен, тяжко зiтхає клен, i тiльки берiзка, жовтаво-зелена й 'раскудря-кудря-кудрява'.",
//                    Info =
//                        @"У столичних парках та скверах з’явилися 15 нових паркових скульптур. Химерні роботи з’явилися у рамках проекту 'imotei. Природа великого міста, повідомляють організатори.   Відзначається, що наприкінці 2014 року, був оголошений конкурс паркових споруд, які прикрасять парки і сквери столиці, розкриють тему природи та екології. У конкурсі взяли участь більше двох десятків молодих українських скульпторів.
//
//Найкращі проекти представили як вже відомі своїми роботами художники – Анна Надуда (Cтрічка, Паросток), Микита Зігура (Біосфера), Кирило Журавель (Сорг, Гроен), так і початківці – Єлизавета Соболевська (Листок), Антон Кокосов (Сяйво землі).
//
//15 скульптур-переможців, виготовлених переважно із природних матеріалів, встановлено у різних куточках Києва, як в центрі, так і в житлових масивах.
//
//Зокрема, дивовижні скульптури з’явились у парку Володимирська Гірка, сквері Золоті Ворота, сквері на Львівській площі, сквері біля кінотеатру Жовтень, сквері імені Марії Заньковецької.
//
//А також на Русанівській набережній, на Співочому полі, у Національному ботанічному саду імені Гришка, у парку Позняки, у сквері біля Оболонської районної державної адміністрації, у Голосіївському парку Рильського та Деснянському парку.",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = true,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "Лавра, свято, відпочинок"
//                },
//                new Article
//                {
//                    CategoryId = 2,
//                    Title = "А попід горою козаки йдуть",
//                    ShortInfo =
//                        "Сумовито рипить дуб, замислився перед зимовим сном ясен, тяжко зiтхає клен, i тiльки берiзка, жовтаво-зелена й 'раскудря-кудря-кудрява'.",
//                    Info =
//                        @"У столичних парках та скверах з’явилися 15 нових паркових скульптур. Химерні роботи з’явилися у рамках проекту 'imotei. Природа великого міста, повідомляють організатори.   Відзначається, що наприкінці 2014 року, був оголошений конкурс паркових споруд, які прикрасять парки і сквери столиці, розкриють тему природи та екології. У конкурсі взяли участь більше двох десятків молодих українських скульпторів.
//
//Найкращі проекти представили як вже відомі своїми роботами художники – Анна Надуда (Cтрічка, Паросток), Микита Зігура (Біосфера), Кирило Журавель (Сорг, Гроен), так і початківці – Єлизавета Соболевська (Листок), Антон Кокосов (Сяйво землі).
//
//15 скульптур-переможців, виготовлених переважно із природних матеріалів, встановлено у різних куточках Києва, як в центрі, так і в житлових масивах.
//
//Зокрема, дивовижні скульптури з’явились у парку Володимирська Гірка, сквері Золоті Ворота, сквері на Львівській площі, сквері біля кінотеатру Жовтень, сквері імені Марії Заньковецької.
//
//А також на Русанівській набережній, на Співочому полі, у Національному ботанічному саду імені Гришка, у парку Позняки, у сквері біля Оболонської районної державної адміністрації, у Голосіївському парку Рильського та Деснянському парку.",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = true,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "Лавра, свято, відпочинок"
//                },
//                new Article
//                {
//                    CategoryId = 2,
//                    Title = "Дощ випаде в четвер",
//                    ShortInfo =
//                        "Сумовито рипить дуб, замислився перед зимовим сном ясен, тяжко зiтхає клен, i тiльки берiзка, жовтаво-зелена й 'раскудря-кудря-кудрява'.",
//                    Info =
//                        @"У столичних парках та скверах з’явилися 15 нових паркових скульптур. Химерні роботи з’явилися у рамках проекту 'imotei. Природа великого міста, повідомляють організатори.   Відзначається, що наприкінці 2014 року, був оголошений конкурс паркових споруд, які прикрасять парки і сквери столиці, розкриють тему природи та екології. У конкурсі взяли участь більше двох десятків молодих українських скульпторів.
//
//Найкращі проекти представили як вже відомі своїми роботами художники – Анна Надуда (Cтрічка, Паросток), Микита Зігура (Біосфера), Кирило Журавель (Сорг, Гроен), так і початківці – Єлизавета Соболевська (Листок), Антон Кокосов (Сяйво землі).
//
//15 скульптур-переможців, виготовлених переважно із природних матеріалів, встановлено у різних куточках Києва, як в центрі, так і в житлових масивах.
//
//Зокрема, дивовижні скульптури з’явились у парку Володимирська Гірка, сквері Золоті Ворота, сквері на Львівській площі, сквері біля кінотеатру Жовтень, сквері імені Марії Заньковецької.
//
//А також на Русанівській набережній, на Співочому полі, у Національному ботанічному саду імені Гришка, у парку Позняки, у сквері біля Оболонської районної державної адміністрації, у Голосіївському парку Рильського та Деснянському парку.",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = true,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "Лавра, свято, відпочинок"
//                },
//                new Article
//                {
//                    CategoryId = 2,
//                    Title = "Тетяна Ткачук полетить до Австралії",
//                    ShortInfo =
//                        "Сумовито рипить дуб, замислився перед зимовим сном ясен, тяжко зiтхає клен, i тiльки берiзка, жовтаво-зелена й 'раскудря-кудря-кудрява'.",
//                    Info =
//                        @"У столичних парках та скверах з’явилися 15 нових паркових скульптур. Химерні роботи з’явилися у рамках проекту 'imotei. Природа великого міста, повідомляють організатори.   Відзначається, що наприкінці 2014 року, був оголошений конкурс паркових споруд, які прикрасять парки і сквери столиці, розкриють тему природи та екології. У конкурсі взяли участь більше двох десятків молодих українських скульпторів.
//
//Найкращі проекти представили як вже відомі своїми роботами художники – Анна Надуда (Cтрічка, Паросток), Микита Зігура (Біосфера), Кирило Журавель (Сорг, Гроен), так і початківці – Єлизавета Соболевська (Листок), Антон Кокосов (Сяйво землі).
//
//15 скульптур-переможців, виготовлених переважно із природних матеріалів, встановлено у різних куточках Києва, як в центрі, так і в житлових масивах.
//
//Зокрема, дивовижні скульптури з’явились у парку Володимирська Гірка, сквері Золоті Ворота, сквері на Львівській площі, сквері біля кінотеатру Жовтень, сквері імені Марії Заньковецької.
//
//А також на Русанівській набережній, на Співочому полі, у Національному ботанічному саду імені Гришка, у парку Позняки, у сквері біля Оболонської районної державної адміністрації, у Голосіївському парку Рильського та Деснянському парку.",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = true,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "Лавра, свято, відпочинок"
//                },
//                new Article
//                {
//                    CategoryId = 2,
//                    Title = "Птахи повернуться з вирію",
//                    ShortInfo =
//                        "Сумовито рипить дуб, замислився перед зимовим сном ясен, тяжко зiтхає клен, i тiльки берiзка, жовтаво-зелена й 'раскудря-кудря-кудрява'.",
//                    Info =
//                        @"У столичних парках та скверах з’явилися 15 нових паркових скульптур. Химерні роботи з’явилися у рамках проекту 'imotei. Природа великого міста, повідомляють організатори.   Відзначається, що наприкінці 2014 року, був оголошений конкурс паркових споруд, які прикрасять парки і сквери столиці, розкриють тему природи та екології. У конкурсі взяли участь більше двох десятків молодих українських скульпторів.
//
//Найкращі проекти представили як вже відомі своїми роботами художники – Анна Надуда (Cтрічка, Паросток), Микита Зігура (Біосфера), Кирило Журавель (Сорг, Гроен), так і початківці – Єлизавета Соболевська (Листок), Антон Кокосов (Сяйво землі).
//
//15 скульптур-переможців, виготовлених переважно із природних матеріалів, встановлено у різних куточках Києва, як в центрі, так і в житлових масивах.
//
//Зокрема, дивовижні скульптури з’явились у парку Володимирська Гірка, сквері Золоті Ворота, сквері на Львівській площі, сквері біля кінотеатру Жовтень, сквері імені Марії Заньковецької.
//
//А також на Русанівській набережній, на Співочому полі, у Національному ботанічному саду імені Гришка, у парку Позняки, у сквері біля Оболонської районної державної адміністрації, у Голосіївському парку Рильського та Деснянському парку.",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = true,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "Лавра, свято, відпочинок"
//                },
//                new Article
//                {
//                    CategoryId = 2,
//                    Title = "Росію затопить величезна повінь",
//                    ShortInfo =
//                        "Сумовито рипить дуб, замислився перед зимовим сном ясен, тяжко зiтхає клен, i тiльки берiзка, жовтаво-зелена й 'раскудря-кудря-кудрява'.",
//                    Info =
//                        @"У столичних парках та скверах з’явилися 15 нових паркових скульптур. Химерні роботи з’явилися у рамках проекту 'imotei. Природа великого міста, повідомляють організатори.   Відзначається, що наприкінці 2014 року, був оголошений конкурс паркових споруд, які прикрасять парки і сквери столиці, розкриють тему природи та екології. У конкурсі взяли участь більше двох десятків молодих українських скульпторів.
//
//Найкращі проекти представили як вже відомі своїми роботами художники – Анна Надуда (Cтрічка, Паросток), Микита Зігура (Біосфера), Кирило Журавель (Сорг, Гроен), так і початківці – Єлизавета Соболевська (Листок), Антон Кокосов (Сяйво землі).
//
//15 скульптур-переможців, виготовлених переважно із природних матеріалів, встановлено у різних куточках Києва, як в центрі, так і в житлових масивах.
//
//Зокрема, дивовижні скульптури з’явились у парку Володимирська Гірка, сквері Золоті Ворота, сквері на Львівській площі, сквері біля кінотеатру Жовтень, сквері імені Марії Заньковецької.
//
//А також на Русанівській набережній, на Співочому полі, у Національному ботанічному саду імені Гришка, у парку Позняки, у сквері біля Оболонської районної державної адміністрації, у Голосіївському парку Рильського та Деснянському парку.",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = true,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "Лавра, свято, відпочинок"
//                },
//                new Article
//                {
//                    CategoryId = 2,
//                    Title = "ВСЕ БУДЕ ДОБРЕ!",
//                    ShortInfo =
//                        "Сумовито рипить дуб, замислився перед зимовим сном ясен, тяжко зiтхає клен, i тiльки берiзка, жовтаво-зелена й 'раскудря-кудря-кудрява'.",
//                    Info =
//                        @"У столичних парках та скверах з’явилися 15 нових паркових скульптур. Химерні роботи з’явилися у рамках проекту 'imotei. Природа великого міста, повідомляють організатори.   Відзначається, що наприкінці 2014 року, був оголошений конкурс паркових споруд, які прикрасять парки і сквери столиці, розкриють тему природи та екології. У конкурсі взяли участь більше двох десятків молодих українських скульпторів.
//
//Найкращі проекти представили як вже відомі своїми роботами художники – Анна Надуда (Cтрічка, Паросток), Микита Зігура (Біосфера), Кирило Журавель (Сорг, Гроен), так і початківці – Єлизавета Соболевська (Листок), Антон Кокосов (Сяйво землі).
//
//15 скульптур-переможців, виготовлених переважно із природних матеріалів, встановлено у різних куточках Києва, як в центрі, так і в житлових масивах.
//
//Зокрема, дивовижні скульптури з’явились у парку Володимирська Гірка, сквері Золоті Ворота, сквері на Львівській площі, сквері біля кінотеатру Жовтень, сквері імені Марії Заньковецької.
//
//А також на Русанівській набережній, на Співочому полі, у Національному ботанічному саду імені Гришка, у парку Позняки, у сквері біля Оболонської районної державної адміністрації, у Голосіївському парку Рильського та Деснянському парку.",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = true,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "Лавра, свято, відпочинок"
//                },
//                new Article
//                {
//                    CategoryId = 2,
//                    Title = "Дітлахам роздадуть повітряні кульки",
//                    ShortInfo =
//                        "Сумовито рипить дуб, замислився перед зимовим сном ясен, тяжко зiтхає клен, i тiльки берiзка, жовтаво-зелена й 'раскудря-кудря-кудрява'.",
//                    Info =
//                        @"У столичних парках та скверах з’явилися 15 нових паркових скульптур. Химерні роботи з’явилися у рамках проекту 'imotei. Природа великого міста, повідомляють організатори.   Відзначається, що наприкінці 2014 року, був оголошений конкурс паркових споруд, які прикрасять парки і сквери столиці, розкриють тему природи та екології. У конкурсі взяли участь більше двох десятків молодих українських скульпторів.
//
//Найкращі проекти представили як вже відомі своїми роботами художники – Анна Надуда (Cтрічка, Паросток), Микита Зігура (Біосфера), Кирило Журавель (Сорг, Гроен), так і початківці – Єлизавета Соболевська (Листок), Антон Кокосов (Сяйво землі).
//
//15 скульптур-переможців, виготовлених переважно із природних матеріалів, встановлено у різних куточках Києва, як в центрі, так і в житлових масивах.
//
//Зокрема, дивовижні скульптури з’явились у парку Володимирська Гірка, сквері Золоті Ворота, сквері на Львівській площі, сквері біля кінотеатру Жовтень, сквері імені Марії Заньковецької.
//
//А також на Русанівській набережній, на Співочому полі, у Національному ботанічному саду імені Гришка, у парку Позняки, у сквері біля Оболонської районної державної адміністрації, у Голосіївському парку Рильського та Деснянському парку.",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = true,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "Лавра, свято, відпочинок"
//                },
//                new Article
//                {
//                    CategoryId = 2,
//                    Title = "Сашулькін любить шуленики",
//                    ShortInfo =
//                        "Сумовито рипить дуб, замислився перед зимовим сном ясен, тяжко зiтхає клен, i тiльки берiзка, жовтаво-зелена й 'раскудря-кудря-кудрява'.",
//                    Info =
//                        @"У столичних парках та скверах з’явилися 15 нових паркових скульптур. Химерні роботи з’явилися у рамках проекту 'imotei. Природа великого міста, повідомляють організатори.   Відзначається, що наприкінці 2014 року, був оголошений конкурс паркових споруд, які прикрасять парки і сквери столиці, розкриють тему природи та екології. У конкурсі взяли участь більше двох десятків молодих українських скульпторів.
//
//Найкращі проекти представили як вже відомі своїми роботами художники – Анна Надуда (Cтрічка, Паросток), Микита Зігура (Біосфера), Кирило Журавель (Сорг, Гроен), так і початківці – Єлизавета Соболевська (Листок), Антон Кокосов (Сяйво землі).
//
//15 скульптур-переможців, виготовлених переважно із природних матеріалів, встановлено у різних куточках Києва, як в центрі, так і в житлових масивах.
//
//Зокрема, дивовижні скульптури з’явились у парку Володимирська Гірка, сквері Золоті Ворота, сквері на Львівській площі, сквері біля кінотеатру Жовтень, сквері імені Марії Заньковецької.
//
//А також на Русанівській набережній, на Співочому полі, у Національному ботанічному саду імені Гришка, у парку Позняки, у сквері біля Оболонської районної державної адміністрації, у Голосіївському парку Рильського та Деснянському парку.",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = true,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "Лавра, свято, відпочинок"
//                },
//                new Article
//                {
//                    CategoryId = 2,
//                    Title = "Киянин виграв чемпіонат світу з шах",
//                    ShortInfo =
//                        "Сумовито рипить дуб, замислився перед зимовим сном ясен, тяжко зiтхає клен, i тiльки берiзка, жовтаво-зелена й 'раскудря-кудря-кудрява'.",
//                    Info =
//                        @"У столичних парках та скверах з’явилися 15 нових паркових скульптур. Химерні роботи з’явилися у рамках проекту 'imotei. Природа великого міста, повідомляють організатори.   Відзначається, що наприкінці 2014 року, був оголошений конкурс паркових споруд, які прикрасять парки і сквери столиці, розкриють тему природи та екології. У конкурсі взяли участь більше двох десятків молодих українських скульпторів.
//
//Найкращі проекти представили як вже відомі своїми роботами художники – Анна Надуда (Cтрічка, Паросток), Микита Зігура (Біосфера), Кирило Журавель (Сорг, Гроен), так і початківці – Єлизавета Соболевська (Листок), Антон Кокосов (Сяйво землі).
//
//15 скульптур-переможців, виготовлених переважно із природних матеріалів, встановлено у різних куточках Києва, як в центрі, так і в житлових масивах.
//
//Зокрема, дивовижні скульптури з’явились у парку Володимирська Гірка, сквері Золоті Ворота, сквері на Львівській площі, сквері біля кінотеатру Жовтень, сквері імені Марії Заньковецької.
//
//А також на Русанівській набережній, на Співочому полі, у Національному ботанічному саду імені Гришка, у парку Позняки, у сквері біля Оболонської районної державної адміністрації, у Голосіївському парку Рильського та Деснянському парку.",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = true,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "Лавра, свято, відпочинок"
//                },
//                new Article
//                {
//                    CategoryId = 2,
//                    Title = "На вихідних пройде Гогольфест",
//                    ShortInfo =
//                        "Сумовито рипить дуб, замислився перед зимовим сном ясен, тяжко зiтхає клен, i тiльки берiзка, жовтаво-зелена й 'раскудря-кудря-кудрява'.",
//                    Info =
//                        @"У столичних парках та скверах з’явилися 15 нових паркових скульптур. Химерні роботи з’явилися у рамках проекту 'imotei. Природа великого міста, повідомляють організатори.   Відзначається, що наприкінці 2014 року, був оголошений конкурс паркових споруд, які прикрасять парки і сквери столиці, розкриють тему природи та екології. У конкурсі взяли участь більше двох десятків молодих українських скульпторів.
//
//Найкращі проекти представили як вже відомі своїми роботами художники – Анна Надуда (Cтрічка, Паросток), Микита Зігура (Біосфера), Кирило Журавель (Сорг, Гроен), так і початківці – Єлизавета Соболевська (Листок), Антон Кокосов (Сяйво землі).
//
//15 скульптур-переможців, виготовлених переважно із природних матеріалів, встановлено у різних куточках Києва, як в центрі, так і в житлових масивах.
//
//Зокрема, дивовижні скульптури з’явились у парку Володимирська Гірка, сквері Золоті Ворота, сквері на Львівській площі, сквері біля кінотеатру Жовтень, сквері імені Марії Заньковецької.
//
//А також на Русанівській набережній, на Співочому полі, у Національному ботанічному саду імені Гришка, у парку Позняки, у сквері біля Оболонської районної державної адміністрації, у Голосіївському парку Рильського та Деснянському парку.",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = true,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "Лавра, свято, відпочинок"
//                },
//                new Article
//                {
//                    CategoryId = 2,
//                    Title = "Киян нагодують морозивом",
//                    ShortInfo =
//                        "Сумовито рипить дуб, замислився перед зимовим сном ясен, тяжко зiтхає клен, i тiльки берiзка, жовтаво-зелена й 'раскудря-кудря-кудрява'.",
//                    Info =
//                        @"У столичних парках та скверах з’явилися 15 нових паркових скульптур. Химерні роботи з’явилися у рамках проекту 'imotei. Природа великого міста, повідомляють організатори.   Відзначається, що наприкінці 2014 року, був оголошений конкурс паркових споруд, які прикрасять парки і сквери столиці, розкриють тему природи та екології. У конкурсі взяли участь більше двох десятків молодих українських скульпторів.
//
//Найкращі проекти представили як вже відомі своїми роботами художники – Анна Надуда (Cтрічка, Паросток), Микита Зігура (Біосфера), Кирило Журавель (Сорг, Гроен), так і початківці – Єлизавета Соболевська (Листок), Антон Кокосов (Сяйво землі).
//
//15 скульптур-переможців, виготовлених переважно із природних матеріалів, встановлено у різних куточках Києва, як в центрі, так і в житлових масивах.
//
//Зокрема, дивовижні скульптури з’явились у парку Володимирська Гірка, сквері Золоті Ворота, сквері на Львівській площі, сквері біля кінотеатру Жовтень, сквері імені Марії Заньковецької.
//
//А також на Русанівській набережній, на Співочому полі, у Національному ботанічному саду імені Гришка, у парку Позняки, у сквері біля Оболонської районної державної адміністрації, у Голосіївському парку Рильського та Деснянському парку.",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = true,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "Лавра, свято, відпочинок"
//                },
//                new Article
//                {
//                    CategoryId = 2,
//                    Title = "В ботсаду виступить Гапочка",
//                    ShortInfo =
//                        "Сумовито рипить дуб, замислився перед зимовим сном ясен, тяжко зiтхає клен, i тiльки берiзка, жовтаво-зелена й 'раскудря-кудря-кудрява'.",
//                    Info =
//                        @"У столичних парках та скверах з’явилися 15 нових паркових скульптур. Химерні роботи з’явилися у рамках проекту 'imotei. Природа великого міста, повідомляють організатори.   Відзначається, що наприкінці 2014 року, був оголошений конкурс паркових споруд, які прикрасять парки і сквери столиці, розкриють тему природи та екології. У конкурсі взяли участь більше двох десятків молодих українських скульпторів.
//
//Найкращі проекти представили як вже відомі своїми роботами художники – Анна Надуда (Cтрічка, Паросток), Микита Зігура (Біосфера), Кирило Журавель (Сорг, Гроен), так і початківці – Єлизавета Соболевська (Листок), Антон Кокосов (Сяйво землі).
//
//15 скульптур-переможців, виготовлених переважно із природних матеріалів, встановлено у різних куточках Києва, як в центрі, так і в житлових масивах.
//
//Зокрема, дивовижні скульптури з’явились у парку Володимирська Гірка, сквері Золоті Ворота, сквері на Львівській площі, сквері біля кінотеатру Жовтень, сквері імені Марії Заньковецької.
//
//А також на Русанівській набережній, на Співочому полі, у Національному ботанічному саду імені Гришка, у парку Позняки, у сквері біля Оболонської районної державної адміністрації, у Голосіївському парку Рильського та Деснянському парку.",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = true,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "Лавра, свято, відпочинок"
//                },
//                new Article
//                {
//                    CategoryId = 2,
//                    Title = "Лавру зачинять на свята",
//                    ShortInfo =
//                        "Сумовито рипить дуб, замислився перед зимовим сном ясен, тяжко зiтхає клен, i тiльки берiзка, жовтаво-зелена й 'раскудря-кудря-кудрява'.",
//                    Info =
//                        @"У столичних парках та скверах з’явилися 15 нових паркових скульптур. Химерні роботи з’явилися у рамках проекту 'imotei. Природа великого міста, повідомляють організатори.   Відзначається, що наприкінці 2014 року, був оголошений конкурс паркових споруд, які прикрасять парки і сквери столиці, розкриють тему природи та екології. У конкурсі взяли участь більше двох десятків молодих українських скульпторів.
//
//Найкращі проекти представили як вже відомі своїми роботами художники – Анна Надуда (Cтрічка, Паросток), Микита Зігура (Біосфера), Кирило Журавель (Сорг, Гроен), так і початківці – Єлизавета Соболевська (Листок), Антон Кокосов (Сяйво землі).
//
//15 скульптур-переможців, виготовлених переважно із природних матеріалів, встановлено у різних куточках Києва, як в центрі, так і в житлових масивах.
//
//Зокрема, дивовижні скульптури з’явились у парку Володимирська Гірка, сквері Золоті Ворота, сквері на Львівській площі, сквері біля кінотеатру Жовтень, сквері імені Марії Заньковецької.
//
//А також на Русанівській набережній, на Співочому полі, у Національному ботанічному саду імені Гришка, у парку Позняки, у сквері біля Оболонської районної державної адміністрації, у Голосіївському парку Рильського та Деснянському парку.",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = true,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "Лавра, свято, відпочинок"
//                },
//                new Article
//                {
//                    CategoryId = 2,
//                    Title = "До Києва приїде Стінг",
//                    ShortInfo =
//                        "Сумовито рипить дуб, замислився перед зимовим сном ясен, тяжко зiтхає клен, i тiльки берiзка, жовтаво-зелена й 'раскудря-кудря-кудрява'.",
//                    Info =
//                        @"У столичних парках та скверах з’явилися 15 нових паркових скульптур. Химерні роботи з’явилися у рамках проекту 'imotei. Природа великого міста, повідомляють організатори.   Відзначається, що наприкінці 2014 року, був оголошений конкурс паркових споруд, які прикрасять парки і сквери столиці, розкриють тему природи та екології. У конкурсі взяли участь більше двох десятків молодих українських скульпторів.
//
//Найкращі проекти представили як вже відомі своїми роботами художники – Анна Надуда (Cтрічка, Паросток), Микита Зігура (Біосфера), Кирило Журавель (Сорг, Гроен), так і початківці – Єлизавета Соболевська (Листок), Антон Кокосов (Сяйво землі).
//
//15 скульптур-переможців, виготовлених переважно із природних матеріалів, встановлено у різних куточках Києва, як в центрі, так і в житлових масивах.
//
//Зокрема, дивовижні скульптури з’явились у парку Володимирська Гірка, сквері Золоті Ворота, сквері на Львівській площі, сквері біля кінотеатру Жовтень, сквері імені Марії Заньковецької.
//
//А також на Русанівській набережній, на Співочому полі, у Національному ботанічному саду імені Гришка, у парку Позняки, у сквері біля Оболонської районної державної адміністрації, у Голосіївському парку Рильського та Деснянському парку.",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = true,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "Лавра, свято, відпочинок"
//                },
//                new Article
//                {
//                    CategoryId = 2,
//                    Title = "На свята перекриють рух в центрі міста",
//                    ShortInfo =
//                        "Сумовито рипить дуб, замислився перед зимовим сном ясен, тяжко зiтхає клен, i тiльки берiзка, жовтаво-зелена й 'раскудря-кудря-кудрява'.",
//                    Info =
//                        @"У столичних парках та скверах з’явилися 15 нових паркових скульптур. Химерні роботи з’явилися у рамках проекту 'imotei. Природа великого міста, повідомляють організатори.   Відзначається, що наприкінці 2014 року, був оголошений конкурс паркових споруд, які прикрасять парки і сквери столиці, розкриють тему природи та екології. У конкурсі взяли участь більше двох десятків молодих українських скульпторів.
//
//Найкращі проекти представили як вже відомі своїми роботами художники – Анна Надуда (Cтрічка, Паросток), Микита Зігура (Біосфера), Кирило Журавель (Сорг, Гроен), так і початківці – Єлизавета Соболевська (Листок), Антон Кокосов (Сяйво землі).
//
//15 скульптур-переможців, виготовлених переважно із природних матеріалів, встановлено у різних куточках Києва, як в центрі, так і в житлових масивах.
//
//Зокрема, дивовижні скульптури з’явились у парку Володимирська Гірка, сквері Золоті Ворота, сквері на Львівській площі, сквері біля кінотеатру Жовтень, сквері імені Марії Заньковецької.
//
//А також на Русанівській набережній, на Співочому полі, у Національному ботанічному саду імені Гришка, у парку Позняки, у сквері біля Оболонської районної державної адміністрації, у Голосіївському парку Рильського та Деснянському парку.",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = true,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "Лавра, свято, відпочинок"
//                },
//                new Article
//                {
//                    CategoryId = 2,
//                    Title = "Сьогодні в Києві гроза",
//                    ShortInfo =
//                        "Сумовито рипить дуб, замислився перед зимовим сном ясен, тяжко зiтхає клен, i тiльки берiзка, жовтаво-зелена й 'раскудря-кудря-кудрява'.",
//                    Info =
//                        @"У столичних парках та скверах з’явилися 15 нових паркових скульптур. Химерні роботи з’явилися у рамках проекту 'imotei. Природа великого міста, повідомляють організатори.   Відзначається, що наприкінці 2014 року, був оголошений конкурс паркових споруд, які прикрасять парки і сквери столиці, розкриють тему природи та екології. У конкурсі взяли участь більше двох десятків молодих українських скульпторів.
//
//Найкращі проекти представили як вже відомі своїми роботами художники – Анна Надуда (Cтрічка, Паросток), Микита Зігура (Біосфера), Кирило Журавель (Сорг, Гроен), так і початківці – Єлизавета Соболевська (Листок), Антон Кокосов (Сяйво землі).
//
//15 скульптур-переможців, виготовлених переважно із природних матеріалів, встановлено у різних куточках Києва, як в центрі, так і в житлових масивах.
//
//Зокрема, дивовижні скульптури з’явились у парку Володимирська Гірка, сквері Золоті Ворота, сквері на Львівській площі, сквері біля кінотеатру Жовтень, сквері імені Марії Заньковецької.
//
//А також на Русанівській набережній, на Співочому полі, у Національному ботанічному саду імені Гришка, у парку Позняки, у сквері біля Оболонської районної державної адміністрації, у Голосіївському парку Рильського та Деснянському парку.",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = true,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "Лавра, свято, відпочинок"
//                },
//                new Article
//                {
//                    CategoryId = 4,
//                    Title = "Велоподорож на жуків острів",
//                    ShortInfo = "Велоподорож на жуків острів - коротко",
//                    Info = "Велоподорож на жуків острів - довго",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = false,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "Жуків острів, велосипед, НЛО"
//                },
//                new Article
//                {
//                    CategoryId = 4,
//                    Title = "Великом в Чернігів",
//                    ShortInfo = "Ми їхали, їхали, їхали, їхали і нарешті приїхали... в Чернігів!",
//                    Info =
//                        "Міліція розпочала розслідування за фактом загибелі двох чоловіків у водопровідному колодязі в Оболонському районі столиці. Про це повідомили у прес-службі ГУ МВС Києва.<br><br>Подія сталася на території будівництва по вул. Кондратюка.<br><br>Правоохоронці, що прибули за викликом, провели огляд місця події та ряд необхідних першочергових слідчих дій.<br><br>Попередньо встановлено, що один з працівників спустився до колодязя для проведення робіт. Там йому стало зле. На допомогу колезі поспів напарник. Врятувати життя робітникам 66-го та 74-го років народження не вдалося.<br><br>За попередніми даними, чоловіки отруїлися парами небезпечного газу.<br><br>Тіла обох небіжчиків направлено на експертизу для встановлення остаточної причини смерті.",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = true,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "Чернігів, велосипед, подорож"
//                },
//                new Article
//                {
//                    CategoryId = 4,
//                    Title = "Куди податися з міста на вихідні",
//                    ShortInfo = "Корисні поради про те, які місця краще за все відвідати в місті найближчими вихідними",
//                    Info =
//                        "Міліція розпочала розслідування за фактом загибелі двох чоловіків у водопровідному колодязі в Оболонському районі столиці. Про це повідомили у прес-службі ГУ МВС Києва.<br><br>Подія сталася на території будівництва по вул. Кондратюка.<br><br>Правоохоронці, що прибули за викликом, провели огляд місця події та ряд необхідних першочергових слідчих дій.<br><br>Попередньо встановлено, що один з працівників спустився до колодязя для проведення робіт. Там йому стало зле. На допомогу колезі поспів напарник. Врятувати життя робітникам 66-го та 74-го років народження не вдалося.<br><br>За попередніми даними, чоловіки отруїлися парами небезпечного газу.<br><br>Тіла обох небіжчиків направлено на експертизу для встановлення остаточної причини смерті.",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = true,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "Чернігів, велосипед, подорож"
//                },
//                new Article
//                {
//                    CategoryId = 4,
//                    Title = "Кличко рекомендує велоподорожі",
//                    ShortInfo =
//                        "Мер закликає киян пересідати на двоколісний транспорт і їхати за місто, щоб відпочитьи від шуму та гаму.",
//                    Info =
//                        "Міліція розпочала розслідування за фактом загибелі двох чоловіків у водопровідному колодязі в Оболонському районі столиці. Про це повідомили у прес-службі ГУ МВС Києва.<br><br>Подія сталася на території будівництва по вул. Кондратюка.<br><br>Правоохоронці, що прибули за викликом, провели огляд місця події та ряд необхідних першочергових слідчих дій.<br><br>Попередньо встановлено, що один з працівників спустився до колодязя для проведення робіт. Там йому стало зле. На допомогу колезі поспів напарник. Врятувати життя робітникам 66-го та 74-го років народження не вдалося.<br><br>За попередніми даними, чоловіки отруїлися парами небезпечного газу.<br><br>Тіла обох небіжчиків направлено на експертизу для встановлення остаточної причини смерті.",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = true,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "велосипед, свято, Кличко"
//                },
//                new Article
//                {
//                    CategoryId = 4,
//                    Title = "Вистави просто неба в Чернігові",
//                    ShortInfo =
//                        "Лише 2 години в дорозі - і Ви маєте можливість поринути в захоплюючий світ драми і комедії чернігівсьького театру просто неба.",
//                    Info =
//                        "Міліція розпочала розслідування за фактом загибелі двох чоловіків у водопровідному колодязі в Оболонському районі столиці. Про це повідомили у прес-службі ГУ МВС Києва.<br><br>Подія сталася на території будівництва по вул. Кондратюка.<br><br>Правоохоронці, що прибули за викликом, провели огляд місця події та ряд необхідних першочергових слідчих дій.<br><br>Попередньо встановлено, що один з працівників спустився до колодязя для проведення робіт. Там йому стало зле. На допомогу колезі поспів напарник. Врятувати життя робітникам 66-го та 74-го років народження не вдалося.<br><br>За попередніми даними, чоловіки отруїлися парами небезпечного газу.<br><br>Тіла обох небіжчиків направлено на експертизу для встановлення остаточної причини смерті.",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = true,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "велосипед, вистава, Кличко"
//                },
//                new Article
//                {
//                    CategoryId = 4,
//                    Title = "Їде мо з міста на травневі: ідеї",
//                    ShortInfo = "Корисні поради про те, які місця краще за все відвідати в місті найближчими вихідними",
//                    Info =
//                        "Міліція розпочала розслідування за фактом загибелі двох чоловіків у водопровідному колодязі в Оболонському районі столиці. Про це повідомили у прес-службі ГУ МВС Києва.<br><br>Подія сталася на території будівництва по вул. Кондратюка.<br><br>Правоохоронці, що прибули за викликом, провели огляд місця події та ряд необхідних першочергових слідчих дій.<br><br>Попередньо встановлено, що один з працівників спустився до колодязя для проведення робіт. Там йому стало зле. На допомогу колезі поспів напарник. Врятувати життя робітникам 66-го та 74-го років народження не вдалося.<br><br>За попередніми даними, чоловіки отруїлися парами небезпечного газу.<br><br>Тіла обох небіжчиків направлено на експертизу для встановлення остаточної причини смерті.",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = true,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "Чернігів, велосипед, подорож"
//                },
//                new Article
//                {
//                    CategoryId = 4,
//                    Title = "Велосипед - наше все",
//                    ShortInfo =
//                        "Мер закликає киян пересідати на двоколісний транспорт і їхати за місто, щоб відпочитьи від шуму та гаму.",
//                    Info =
//                        "Міліція розпочала розслідування за фактом загибелі двох чоловіків у водопровідному колодязі в Оболонському районі столиці. Про це повідомили у прес-службі ГУ МВС Києва.<br><br>Подія сталася на території будівництва по вул. Кондратюка.<br><br>Правоохоронці, що прибули за викликом, провели огляд місця події та ряд необхідних першочергових слідчих дій.<br><br>Попередньо встановлено, що один з працівників спустився до колодязя для проведення робіт. Там йому стало зле. На допомогу колезі поспів напарник. Врятувати життя робітникам 66-го та 74-го років народження не вдалося.<br><br>За попередніми даними, чоловіки отруїлися парами небезпечного газу.<br><br>Тіла обох небіжчиків направлено на експертизу для встановлення остаточної причини смерті.",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = true,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "велосипед, свято, Кличко"
//                },
//                new Article
//                {
//                    CategoryId = 5,
//                    Title = "Стаття про Київ 1",
//                    ShortInfo = "Найцікавіша стаття про наше місто",
//                    Info =
//                        "Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = false,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "історія, Київ"
//                },
//                new Article
//                {
//                    CategoryId = 5,
//                    Title = "Стаття про Київ 2",
//                    ShortInfo = "Найцікавіша стаття про наше місто",
//                    Info =
//                        "Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = false,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "історія, Київ"
//                },
//                new Article
//                {
//                    CategoryId = 5,
//                    Title = "Стаття про Київ 3",
//                    ShortInfo = "Найцікавіша стаття про наше місто",
//                    Info =
//                        "Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = false,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "історія, Київ"
//                },
//                new Article
//                {
//                    CategoryId = 5,
//                    Title = "Стаття про Київ 4",
//                    ShortInfo = "Найцікавіша стаття про наше місто",
//                    Info =
//                        "Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = false,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "історія, Київ"
//                },
//                new Article
//                {
//                    CategoryId = 5,
//                    Title = "Стаття про Київ 5",
//                    ShortInfo = "Найцікавіша стаття про наше місто",
//                    Info =
//                        "Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = false,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "історія, Київ"
//                },
//                new Article
//                {
//                    CategoryId = 5,
//                    Title = "Стаття про Київ 6",
//                    ShortInfo = "Найцікавіша стаття про наше місто",
//                    Info =
//                        "Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = false,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "історія, Київ"
//                },
//                new Article
//                {
//                    CategoryId = 5,
//                    Title = "Стаття про Київ 7",
//                    ShortInfo = "Найцікавіша стаття про наше місто",
//                    Info =
//                        "Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = false,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "історія, Київ"
//                },
//                new Article
//                {
//                    CategoryId = 5,
//                    Title = "Стаття про Київ 8",
//                    ShortInfo = "Найцікавіша стаття про наше місто",
//                    Info =
//                        "Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = false,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "історія, Київ"
//                },
//                new Article
//                {
//                    CategoryId = 5,
//                    Title = "Стаття про Київ 9",
//                    ShortInfo = "Найцікавіша стаття про наше місто",
//                    Info =
//                        "Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = false,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "історія, Київ"
//                },
//                new Article
//                {
//                    CategoryId = 5,
//                    Title = "Стаття про Київ 10",
//                    ShortInfo = "Найцікавіша стаття про наше місто",
//                    Info =
//                        "Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = false,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "історія, Київ"
//                },
//                new Article
//                {
//                    CategoryId = 5,
//                    Title = "Стаття про Київ 11",
//                    ShortInfo = "Найцікавіша стаття про наше місто",
//                    Info =
//                        "Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = false,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "історія, Київ"
//                },
//                new Article
//                {
//                    CategoryId = 5,
//                    Title = "Стаття про Київ 12",
//                    ShortInfo = "Найцікавіша стаття про наше місто",
//                    Info =
//                        "Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = false,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "історія, Київ"
//                },
//                new Article
//                {
//                    CategoryId = 5,
//                    Title = "Стаття про Київ 13",
//                    ShortInfo = "Найцікавіша стаття про наше місто",
//                    Info =
//                        "Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = false,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "історія, Київ"
//                },
//                new Article
//                {
//                    CategoryId = 5,
//                    Title = "Стаття про Київ 14",
//                    ShortInfo = "Найцікавіша стаття про наше місто",
//                    Info =
//                        "Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = false,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "історія, Київ"
//                },
//                new Article
//                {
//                    CategoryId = 5,
//                    Title = "Стаття про Київ 15",
//                    ShortInfo = "Найцікавіша стаття про наше місто",
//                    Info =
//                        "Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = false,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "історія, Київ"
//                },
//                new Article
//                {
//                    CategoryId = 4,
//                    Title = "Подорож із Києва 1",
//                    ShortInfo = "куди поїхати з Києва на вихідні",
//                    Info =
//                        "Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = false,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "подорож, Київ"
//                },
//                new Article
//                {
//                    CategoryId = 4,
//                    Title = "Подорож із Києва 1",
//                    ShortInfo = "куди поїхати з Києва на вихідні",
//                    Info =
//                        "Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = false,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "подорож, Київ"
//                },
//                new Article
//                {
//                    CategoryId = 4,
//                    Title = "Подорож із Києва 2",
//                    ShortInfo = "куди поїхати з Києва на вихідні",
//                    Info =
//                        "Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = false,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "подорож, Київ"
//                },
//                new Article
//                {
//                    CategoryId = 4,
//                    Title = "Подорож із Києва 3",
//                    ShortInfo = "куди поїхати з Києва на вихідні",
//                    Info =
//                        "Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = false,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "подорож, Київ"
//                },
//                new Article
//                {
//                    CategoryId = 4,
//                    Title = "Подорож із Києва 4",
//                    ShortInfo = "куди поїхати з Києва на вихідні",
//                    Info =
//                        "Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = false,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "подорож, Київ"
//                },
//                new Article
//                {
//                    CategoryId = 4,
//                    Title = "Подорож із Києва 5",
//                    ShortInfo = "куди поїхати з Києва на вихідні",
//                    Info =
//                        "Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = false,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "подорож, Київ"
//                },
//                new Article
//                {
//                    CategoryId = 4,
//                    Title = "Подорож із Києва 6",
//                    ShortInfo = "куди поїхати з Києва на вихідні",
//                    Info =
//                        "Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = false,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "подорож, Київ"
//                },
//                new Article
//                {
//                    CategoryId = 4,
//                    Title = "Подорож із Києва 7",
//                    ShortInfo = "куди поїхати з Києва на вихідні",
//                    Info =
//                        "Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = false,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "подорож, Київ"
//                },
//                new Article
//                {
//                    CategoryId = 4,
//                    Title = "Подорож із Києва 8",
//                    ShortInfo = "куди поїхати з Києва на вихідні",
//                    Info =
//                        "Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = false,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "подорож, Київ"
//                },
//                new Article
//                {
//                    CategoryId = 4,
//                    Title = "Подорож із Києва 9",
//                    ShortInfo = "куди поїхати з Києва на вихідні",
//                    Info =
//                        "Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = false,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "подорож, Київ"
//                },
//                new Article
//                {
//                    CategoryId = 4,
//                    Title = "Подорож із Києва 11",
//                    ShortInfo = "куди поїхати з Києва на вихідні",
//                    Info =
//                        "Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = false,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "подорож, Київ"
//                },
//                new Article
//                {
//                    CategoryId = 4,
//                    Title = "Подорож із Києва 12",
//                    ShortInfo = "куди поїхати з Києва на вихідні",
//                    Info =
//                        "Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = false,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "подорож, Київ"
//                },
//                new Article
//                {
//                    CategoryId = 4,
//                    Title = "Подорож із Києва 13",
//                    ShortInfo = "куди поїхати з Києва на вихідні",
//                    Info =
//                        "Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = false,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "подорож, Київ"
//                },
//                new Article
//                {
//                    CategoryId = 4,
//                    Title = "Подорож із Києва 14",
//                    ShortInfo = "куди поїхати з Києва на вихідні",
//                    Info =
//                        "Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = false,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "подорож, Київ"
//                },
//                new Article
//                {
//                    CategoryId = 4,
//                    Title = "Подорож із Києва 15",
//                    ShortInfo = "куди поїхати з Києва на вихідні",
//                    Info =
//                        "Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = false,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "подорож, Київ"
//                },
//                new Article
//                {
//                    CategoryId = 4,
//                    Title = "Подорож із Києва 16",
//                    ShortInfo = "куди поїхати з Києва на вихідні",
//                    Info =
//                        "Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто Найцікавіша стаття про наше місто",
//                    DateCreate = DateTime.Now,
//                    DatePublish = DateTime.Now,
//                    Top = false,
//                    Pictures = new List<Picture>
//                    {
//                        new Picture
//                        {
//                            Title = "Test",
//                            Path = "/Images/2015/03/30/",
//                            Top = true,
//                            FileName = "pic1.jpg",
//                            FileNameHomeTop = "pic1.jpg",
//                            FileNameSmall = "pic1.jpg"
//                        }
//                    },
//                    Tags = "подорож, Київ"
//                },
            //            });
            #endregion

            #region Places
            //context.Places.AddRange(new List<Place>
            //{
            //    new Place
            //    {
            //        PlaceId = 1,
            //        PlaceTypeId = 1,
            //        Title = "Палац Спорту",
            //        Address = "пл. Спортивна, 1",
            //        Info =
            //            "Найкращий концертний зал міста, де часто виступають метри української естради і бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла",
            //        Phone = "+38(044)246-74-06",
            //        LogoUrl = "/Images/2015/03/30/21.jpg",
            //        Metro = "Палац Спорту",
            //        Cost = "150-200 грн.",
            //        MapsUrl = "https://goo.gl/maps/ZP8n0"
            //    },
            //    new Place
            //    {
            //        PlaceId = 2,
            //        PlaceTypeId = 1,
            //        Title = "Кінотеатр Жовтень",
            //        Address = "вул. Константинівська, 26 (метро Контрактова площа)",
            //        Info =
            //            "Найкращий концертний зал міста, де часто витупають метри української естради і бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла",
            //        Phone = "+38(044)246-74-06",
            //        LogoUrl = "/Images/2015/03/30/21.jpg"
            //    },
            //    new Place
            //    {
            //        PlaceId = 3,
            //        PlaceTypeId = 1,
            //        Title = "Галерея 'Лавра'",
            //        Address = "вул. Січневого повстання, 17",
            //        Info =
            //            "Найкращий концертний зал міста, де часто витупають метри української естради і бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла бла-бла-бла",
            //        Phone = "+38(044)246-74-06",
            //        LogoUrl = "/Images/2015/03/30/21.jpg"
            //    }
            //});

            #endregion

            #region Events

            //context.Events.AddRange(new List<Event>
            //{
            //    new Event
            //    {
            //        EventId = 1,
            //        TypeId = 1,
            //        Title = "Концерт Sting",
            //        ShortInfo = "Перший концерт Стінга в Україні.",
            //        Info =
            //            "У столичних парках та скверах з’явилися 15 нових паркових скульптур. Химерні роботи з’явилися у рамках проекту 'imotei. Природа великого міста, повідомляють організатори.   Відзначається, що наприкінці 2014 року, був оголошений конкурс паркових споруд, які прикрасять парки і сквери столиці, розкриють тему природи та екології. У конкурсі взяли участь більше двох десятків молодих українських скульпторів. Найкращі проекти представили як вже відомі своїми роботами художники – Анна Надуда (Cтрічка, Паросток), Микита Зігура (Біосфера), Кирило Журавель (Сорг, Гроен), так і початківці – Єлизавета Соболевська (Листок), Антон Кокосов (Сяйво землі). 15 скульптур-переможців, виготовлених переважно із природних матеріалів, встановлено у різних куточках Києва, як в центрі, так і в житлових масивах. Зокрема, дивовижні скульптури з’явились у парку Володимирська Гірка, сквері Золоті Ворота, сквері на Львівській площі, сквері біля кінотеатру Жовтень, сквері імені Марії Заньковецької. А також на Русанівській набережній, на Співочому полі, у Національному ботанічному саду імені Гришка, у парку Позняки, у сквері біля Оболонської районної державної адміністрації, у Голосіївському парку Рильського та Деснянському парку.",
            //        PosterUrl = "/Images/2015/03/30/sting.jpg",
            //        Schedules = new List<EventSchedule>
            //        {
            //            new EventSchedule
            //            {
            //                PlaceId = 1,
            //                StartEventList = new List<EventScheduleDateTime>{ new EventScheduleDateTime { StartEvent = DateTime.Now.AddDays(1)} },
            //                PriceFrom = 300,
            //                PriceTo = 800,
            //            },
            //            new EventSchedule
            //            {
            //                PlaceId = 2,
            //                StartEventList = new List<EventScheduleDateTime>{ new EventScheduleDateTime { StartEvent = DateTime.Now.AddDays(2)} },
            //                PriceFrom = 300,
            //                PriceTo = 800,
            //            }
            //        }
            //    },
            //    new Event
            //    {
            //        EventId = 2,
            //        TypeId = 1,
            //        Title = "Концерт Portishead",
            //        ShortInfo = "Перший концерт Portishead в Україні.",
            //        Info = "Перший концерт Portishead в Україні.",
            //        PosterUrl = "/Images/2015/03/30/lavra2.jpg",
            //        Schedules = new List<EventSchedule>
            //        {
            //            new EventSchedule
            //            {
            //                PlaceId = 1,
            //                StartEventList = new List<EventScheduleDateTime>{ new EventScheduleDateTime { StartEvent = DateTime.Now.AddDays(3)} },
            //                PriceFrom = 300,
            //                PriceTo = 800,
            //            }
            //        }
            //    },
            //    new Event
            //    {
            //        EventId = 3,
            //        TypeId = 1,
            //        Title = "Концерт Arctic Monkeys",
            //        ShortInfo = "Вперше в Україні. Неймовірно харезматичний гурт з Великобританії.",
            //        Info = "Вперше в Україні. Неймовірно харезматичний гурт з Великобританії.",
            //        PosterUrl = "/Images/2015/03/30/lavra2.jpg",
            //        Schedules = new List<EventSchedule>
            //        {
            //            new EventSchedule
            //            {
            //                PlaceId = 1,
            //                StartEventList = new List<EventScheduleDateTime>{ new EventScheduleDateTime { StartEvent = DateTime.Now.AddDays(1)} },
            //                PriceFrom = 300,
            //                PriceTo = 800,
            //            }
            //        }
            //    },
            //    new Event
            //    {
            //        EventId = 4,
            //        TypeId = 1,
            //        Title = "Концерт System of a Down",
            //        ShortInfo = "Психоделічий рок завітав і в Україну.",
            //        Info = "Психоделічий рок завітав і в Україну.",
            //        PosterUrl = "/Images/2015/03/30/lavra2.jpg",
            //        Schedules = new List<EventSchedule>
            //        {
            //            new EventSchedule
            //            {
            //                PlaceId = 1,
            //                StartEventList = new List<EventScheduleDateTime>{ new EventScheduleDateTime { StartEvent = DateTime.Now.AddDays(5)} },
            //                PriceFrom = 300,
            //                PriceTo = 800,
            //            }
            //        }
            //    },
            //    new Event
            //    {
            //        EventId = 5,
            //        TypeId = 6,
            //        Title = "Mirror Mask",
            //        ShortInfo = "MirrorMask is a 2005 fantasy film designed and directed by Dave McKean",
            //        Info =
            //            "MirrorMask is a 2005 fantasy film designed and directed by Dave McKean and written by Neil Gaiman from a story they developed together, starring Stephanie Leonidas, Jason Barry, Rob Brydon, and Gina McKee. The music used in the film was composed by Iain Ballamy.",
            //        PosterUrl = "/Images/2015/03/30/lavra2.jpg",
            //        Schedules = new List<EventSchedule>
            //        {
            //            new EventSchedule
            //            {
            //                PlaceId = 2,
            //                StartEventList = new List<EventScheduleDateTime>{ new EventScheduleDateTime { StartEvent = DateTime.Now.AddDays(5)} },
            //                PriceFrom = 300,
            //                PriceTo = 800,
            //            }
            //        }
            //    },
            //    new Event
            //    {
            //        EventId = 5,
            //        TypeId = 6,
            //        Title = "Star Wars",
            //        ShortInfo =
            //            "Star Wars is an American epic space opera franchise centered on a film series created by George Lucas.",
            //        Info =
            //            "Star Wars is an American epic space opera franchise centered on a film series created by George Lucas.",
            //        PosterUrl = "/Images/2015/03/30/lavra2.jpg",
            //        Schedules = new List<EventSchedule>
            //        {
            //            new EventSchedule
            //            {
            //                PlaceId = 2,
            //                StartEventList = new List<EventScheduleDateTime>{ new EventScheduleDateTime { StartEvent = DateTime.Now } },
            //                PriceFrom = 300,
            //                PriceTo = 800,
            //            }
            //        }
            //    },
            //    new Event
            //    {
            //        EventId = 6,
            //        TypeId = 4,
            //        Title = "КАРТА - НЕ ТЕРИТОРIЯ",
            //        ShortInfo =
            //            "у Киiвській мiській галереї мистецтв 'Лавра' вiдбудеться вiдкриття кураторського проекту Галини Давиденко",
            //        Info =
            //            "у Киiвській мiській галереї мистецтв 'Лавра' вiдбудеться вiдкриття кураторського проекту Галини Давиденко",
            //        PosterUrl = "/Images/2015/03/30/lavra2.jpg",
            //        Schedules = new List<EventSchedule>
            //        {
            //            new EventSchedule
            //            {
            //                PlaceId = 3,
            //                StartEventList = new List<EventScheduleDateTime>{ new EventScheduleDateTime { StartEvent = DateTime.Now.AddDays(1)} },
            //                PriceFrom = 300,
            //                PriceTo = 800,
            //            }
            //        }
            //    },
            //    new Event
            //    {
            //        EventId = 7,
            //        TypeId = 4,
            //        Title = "Життя церковне: літопис самовидця. Фотовиставка",
            //        ShortInfo =
            //            "Маємо честь запросити Вас на персональну фотовиставку Преосвященного Олександра (Драбинка)",
            //        Info =
            //            "Маємо честь запросити Вас на персональну фотовиставку Преосвященного Олександра (Драбинка),Єпископа Переяслав-Хмельницького, Вікарія Київської Митрополії, секретаря Предстоятеля Української Православної Церкви 'Життя церковне: літопис самовидця', що проходитиме з 18 до 23 листопада у Київській міській галереї мистецтв 'Лавра'.",
            //        PosterUrl = "/Images/2015/03/30/lavra2.jpg",
            //        Schedules = new List<EventSchedule>
            //        {
            //            new EventSchedule
            //            {
            //                PlaceId = 3,
            //                StartEventList = new List<EventScheduleDateTime>{ new EventScheduleDateTime { StartEvent = DateTime.Now.AddDays(2)} },
            //                PriceFrom = 300,
            //                PriceTo = 800,
            //            },
            //            new EventSchedule
            //            {
            //                PlaceId = 2,
            //                StartEventList = new List<EventScheduleDateTime>{ new EventScheduleDateTime { StartEvent = DateTime.Now.AddDays(2)} },
            //                PriceFrom = 300,
            //                PriceTo = 800,
            //            },
            //            new EventSchedule
            //            {
            //                PlaceId = 1,
            //                StartEventList = new List<EventScheduleDateTime>{ new EventScheduleDateTime { StartEvent = DateTime.Now.AddDays(1)} },
            //                PriceFrom = 300,
            //                PriceTo = 800,
            //            }
            //        }
            //
            //    }
            //});
            #endregion
        }
    }
}
